{
  "termsAndConditions": "Terms And Conditions",
  "intro": "Please read these terms and conditions carefully before using Our Service.",
  "content": "<p>The following terms and conditions govern \nyour access to and use of Forbole website(s), application(s), content and \nservices offered by Forbole (collectively, our “<b>Platform</b>”). <b>Please \nread these terms and conditions carefully before using our Platform</b>. Please \nin particular read <u>Section 2 Additional Terms for Staking Service</u> before \ndelegating any tokens to us.</p> \n \n<br/><p>The Forbole Platform is operated by Forbole \nLimited, a company incorporated in Hong Kong with company registration number \n2595991, having its registered office at Flat 3B, Tontex Industrial Building, \n2-4 Sheung Hei Street, San Po Kong, Kowloon, Hong Kong (“<b>Forbole</b>”, “we” \nor “us”). Users of our services are referred to as “<b>users</b>” or “you”. </p> \n \n<br/><p>By using our Platform, you agree to be \nlegally bound by these terms and conditions, as they may be modified or \nsupplemented from time to time (these “<b>Terms</b>”)<b>. </b>If you are \naccessing or using our Platform as a representative of an organisation, you are \nagreeing to these Terms on their behalf.</p> \n \n<br/><br/><s1>Section 1 General Terms</s1> \n \n<br/><p>1. <b>Our \nPlatform</b></p> \n \n<br/><p>1.1 The \nForbole Platform gives you information about and (where applicable) access to \nour operations, products and services, including:</p> \n \n<br/><p>(a) our staking services (please refer to <a2>Section 2 Additional Terms for Staking Service</a2>); </p> \n \n<br/><p>(b) Big Dipper, our block explorer and crypto analytics tool \n(please refer to <a3>Section 3 Additional Terms for Big Dipper</a3>); and</p> \n \n<br/><p>(c) Forbole Ventures, private investment arm of Forbole  \n(please refer to <a4>Section 4 Additional Terms for Forbole Ventures</a4>).</p> \n \n<br/><p>1.2 We may \nupdate, upgrade, improve or change our Platform and the products or services we \nprovide from time to time. We may also change or discontinue any of the \nproducts or services we offer, or add or remove functionalities or features, \nand we may suspend or stop certain products, services, functionalities or \nfeatures altogether.</p> \n \n<br/><p>1.3 Our \nPlatform includes links to third-party websites, such as the websites of \nvarious blockchain networks or crypto projects. If you access any of these \nthird-party websites, you will be doing so at your own risk. We do not examine \nor evaluate the information of any third-party websites. We expressly disclaim \nany liability or responsibility for any material or information contained in \nany third-party websites, or any products or services offered by third parties.</p> \n \n<br/><p>2. <b>Intellectual \nproperty rights</b></p> \n \n<br/><p>2.1 All \nintellectual property rights subsisting in our Platform (including our \napplications, source code, software, content, text, graphics, images, audio or \nvisual files and other materials, offered from time to time, and all \nimprovements, enhancements, modifications, updates from time to time, \ncollectively, our “<b>Proprietary Materials</b>”) belong to us. All rights in \nthe Proprietary Materials under applicable laws are hereby reserved.</p> \n \n<br/><p>2.2 Subject \nto Clause 2.5, using, copying, reproducing, publishing, distributing, selling \nof any parts or components of our Proprietary Materials, is strictly \nprohibited, unless:</p> \n \n<br/><p>(a) as expressly permitted by these Terms; or </p> \n \n<br/><p>(b) with our prior written approval. </p> \n \n<br/><p>2.3 You \nare given a personal, worldwide, royalty-free, non-assignable, \nnon-transferrable, non-exclusive and revocable licence to access and use our \nProprietary Materials. Such licence: </p> \n \n<br/><p>(a) is for the sole purpose of enabling you to use and enjoy \nthe benefit of our Platform as offered by us and in such manner as permitted by \nthese Terms; and</p> \n \n<br/><p>(b) will be revoked and terminated if you breach any of these \nTerms, including the Acceptable Use Policy.</p> \n \n<br/><p>2.4 Subject \nto Clause 2.5, any commercial distribution, publishing or exploitation of our \nPlatform is strictly prohibited unless with our prior written approval.</p> \n \n<br/><p>2.5 The \nuse, reproduction and distribution of Big Dipper is governed by the Apache \nLicence (Version 2.0, January 2004).</p> \n \n<br/><p>2.6 Our \nbrand names and trade names, trade marks, service marks, logos and trade dress, \nwhether registered or unregistered, belong to us, and may not be used, \ndisplayed or reproduced without our express written consent.</p> \n \n<br/><p>2.7 In \nthese Terms, “<b>intellectual property rights</b>” include patents, rights to \ninventions, copyright and related rights, all other rights in the nature of \ncopyright, trade marks, business names and domain names, rights in get-up, \ngoodwill and the right to sue for passing off, rights in designs, database \nrights, rights to use and protect the confidentiality of confidential \ninformation (including know-how), and all other intellectual property rights, \nin each case whether registered or unregistered and including all applications \nand rights to apply for and be granted renewals or extensions of, and rights to \nclaim priority from, such rights and all similar or equivalent rights or forms \nof protection which subsist or will subsist now or in the future in any part of \nthe world.</p> \n \n<br/><p>3. <b>Disclaimers</b></p> \n \n<br/><p>3.1 We \nprovide the Platform and any products or services we offer on an “<b>as is</b>” \nand “<b>as available</b>” basis, and your access to or use of our Platform is \nat your own risk. </p> \n \n<br/><p>3.2 We try \nour best to ensure that our Platform is available at all times, but we do not \nguarantee that the operation of or access to our Platform will always be \nuninterrupted or continuous. Our Platform may be interrupted for maintenance, \narchiving, repairs, upgrades, or due to network or equipment failures. </p> \n \n<br/><p>3.3 We \ngive no assurance, representation or warranty of any kind (whether express or \nimplied) about the Platform and any products or services we provide.</p> \n \n<br/><p>3.4 We do \nnot guarantee that the information or content you find on the Platform is \nalways accurate, truthful, complete and up-to-date.</p> \n \n<br/><p>3.5 You \nare responsible for configuring your information technology, computer \nprogrammes and platform or system in order to access our Platform. We are not \nresponsible for any delay or disruption in our Platform or any defect, viruses, \nbugs or errors. </p> \n \n<br/><p>3.6 We are \nnot responsible for the conduct of or any content or information submitted or \nposted by any user of the Platform (whether online or offline).</p> \n \n<br/><p>3.7 No \nwarranties or representations (for example, warranties of merchantability, \nfitness for a particular purpose, and non-infringement) are given in respect of \nthe Platform.</p> \n \n<br/><p>4. <b>Acceptable Use Policy</b></p> \n \n<br/><p>4.1 As part of these Terms, you agree not to misuse the \nPlatform or facilitate anyone else to do so. In particular, you agree not to do \nany of the following in connection with the Platform:</p> \n \n<br/><p>(a) use our Platform for any unlawful or unauthorised \npurposes;</p> \n \n<br/><p>(b) use our Platform to engage in any commercial activities \n(except as expressly permitted under these Terms or with our prior written \napproval), including without limitation, fundraising, advertising or promoting \nany products, services or projects;</p> \n \n<br/><p>(c) sell, re-sell or attempt to benefit in a commercial \nfashion from any data, content or information available on the Platform;</p> \n \n<br/><p>(d) probe, scan, or test the vulnerability of any system or \nnetwork;</p> \n \n<br/><p>(e) breach or otherwise circumvent any security or \nauthentication measures or service usage limits;</p> \n \n<br/><p>(f) access, tamper with, or use non-public areas or parts of \nthe Platform;</p> \n \n<br/><p>(g) interfere with or disrupt any user, host, or network, for \nexample by sending a virus, trojan, worm, logic bomb, or any other material \nthat is malicious or technologically harmful, overloading, flooding, spamming, \nor mail-bombing any part of the Platform, or by scripting the creation of any \ncontent in such manner as to interfere with or create an undue burden on the \nPlatform;</p> \n \n<br/><p>(h) reverse engineer, decompile, disassemble, or otherwise \nattempt to derive the source code for the Platform or any related technology \nthat is not open source, or create any derivative works on our Platform;</p> \n \n<br/><p>(i) copy, translate, make adaptations of our Platform or any \nof its content without authorisation;</p> \n \n<br/><p>(i) send unsolicited communications, promotions or \nadvertisements, or spam;</p> \n \n<br/><p>(k) take any action that overloads or disrupts the integrity \nof infrastructure of our Platform or any of our features or functions;</p> \n \n<br/><p>(l) spoof, phish, pharm, pretext, spider, crawl, or scrape, \nor use any robot or automated means to access our Platform without our express \nprior written consent, except that we grant permission to operators of public \nsearch engines to use spiders to copy materials from our Platform for the sole \npurpose of, and solely to the extent necessary for, creating publicly-available \nsearchable indices of materials on our Platform;</p> \n \n<br/><p>(m) post, publish, upload, display, distribute, or share \nmaterials that are unlawful, inappropriate, profane, pornographic, obscene, \nindecent, libelous, defamatory, abusive, or fraudulent;</p> \n \n<br/><p>(n) violate or infringe upon our intellectual property rights \nor the intellectual property rights of others, </p> \n \n<br/><p>(o) violate the letter or spirit of these Terms, or violate \napplicable laws or regulations in any way.</p> \n \n<br/><p><b>5. General \nLimitations of Liability</b></p> \n \n<br/><p>5.1 Our Services, together with the \nwebsite(s), platform(s), \napplication(s) and their components offered by Forbole, its holding \ncompany(ies), subsidiary(ies) and affiliates, are provided on an “<b>as is</b>” \nand “<b>as available</b>” basis. </p> \n \n<br/><p>5.2 Forbole \nmakes <u>no representation or warranty</u> that: </p> \n \n<br/><p>(a) the Services \ncomply with any obligations that the users may have under any applicable laws, \nrules or regulations; or</p> \n \n<br/><p>(b) the Services \nwill always be available. </p> \n \n<br/><p>5.3 To the fullest extent permitted by law, Forbole and its \nholding company(ies), subsidiary(ies), affiliates, directors, officers, \nemployees, agents and representatives expressly disclaim any liability or \nresponsibility for: </p> \n \n<br/><p>(a) any error or interruption in usage or any loss, \ninaccuracy or corruption of data, nor any cost of procurement of substitute \ngoods, services or technology;</p> \n \n<br/><p>(b) any damages, losses, claims (whether in contract, tort or \notherwise), costs (including professional fees and expenses), whether direct, \nindirect, special, incidental, punitive, exemplary, consequential, or of any \nother kind (including, without limitation, any loss of revenue, profits, \nopportunities, business, goodwill or reputation);</p> \n \n<br/><p>(c) any damages or losses arising out of or in connection \nwith any acts or omissions on your part or on the part of any third parties, \nincluding any loss of private keys, losses or theft of digital assets, \nmalfunction or failure of any blockchain network, execution or settlement \nerrors, configuration errors, connectivity failure, programming language \nerrors, security breaches, weaknesses or bugs; and</p> \n \n<br/><p>(d) any other matters beyond the reasonable control of \nForbole</p> \n \n<br/><p>arising out of \nor in connection with your use of our Platform or any products or services we \noffer.</p> \n \n<br/><p>5.4 Some \ncountries or jurisdictions may not allow the disclaimers in this clause, in \nwhich case these disclaimers will not apply to you.</p> \n \n<br/><p><b>6. Termination \nand Withdrawal</b></p> \n \n<br/><p>6.1 These \nTerms are effective unless and until terminated in accordance with this clause.</p> \n \n<br/><p>6.2 We \nreserve the right to suspend or terminate your access to our Platform (or to \ncertain parts or functionalities of our Platform), if we reasonably believe:</p> \n \n<br/><p>(a) you are in serious or repeated breach of these Terms;</p> \n \n<br/><p>(b) you are using the Platform in a manner that would cause a \nreal risk of harm or loss to us, other users, or the public;</p> \n \n<br/><p>(c) we are requested to do so by government or regulatory \nauthorities or as required under applicable laws, regulations or legal \nprocesses; or</p> \n \n<br/><p>(d) our provision of the Platform to you is no longer \npossible or viable.</p> \n \n<br/><p>6.3 Termination \nof these Terms will not affect any rights, remedies, obligations or liabilities \nof the Parties that have accrued up to the date of termination, including the \nright to claim damages in respect of any antecedent breaches.</p> \n \n<p><i>   </i></p> \n \n<p>6.4 All \nprovisions which by nature extend beyond the termination of these Terms will \nsurvive termination, including, without limitation, disclaimers and limitations \nof liability, governing law and dispute resolution mechanisms, and general \nprovisions relating to the interpretation and operation of these Terms.</p> \n \n<p><i>   </i></p> \n \n<p>7. <b>Force majeure</b></p> \n \n<br/><p>7.1  \n Neither Party will be in breach of these Terms or be \nliable for any delay in performing, or any failure to perform, any of its \nobligations under these Terms if such delay or failure result from events, \ncircumstances or causes beyond its reasonable control. In such circumstances, \nthe time for performance will be extended by a period equivalent to the period \nduring which performance of the obligation has been delayed or failed to be \nperformed.</p> \n \n<p>7.2  \n A force majeure event includes: an act of God, fire, \nflood, typhoon, storm, war, riot, civil unrest, act of terrorism, strike, \nindustrial dispute, outbreak of epidemic or pandemic illness, failure of \nutility service or transportation, shortage and unavailability of energy or \nresources, and operation and action of and changes to the protocols of Supported Networks.</p> \n \n<br/><p>8. <b>General \nProvisions</b></p> \n \n<br/><p>8.1 Forbole may modify these Terms of Use at any time, and will post the \nmodified Terms of Use on this site. Any modification is effective immediately \nupon posting. Your continued use of our Platform will be conclusive evidence of \nyour acceptance of the Terms of Use as modified. </p> \n \n<p>8.2 These Terms constitute the entire agreement between the Parties, and \nsupersede all prior or contemporaneous negotiations, discussions or records \nwith respect to the subject matter hereof.</p> \n \n<p>8.3 If any provision of these Terms becomes invalid or unenforceable, it \nwill be deemed modified (to the minimum extent necessary) to make it valid and \nenforceable, or where such modification is not possible, deemed deleted and \nwill not affect the validity and enforceability of the remaining provisions. </p> \n \n<p>8.4 The failure of either Party at any time to insist on the performance \nof, or to exercise a right or remedy under, any provision of these Terms is not \na waiver of its right at any later time to insist on the performance of, or \nexercise a right or remedy under, that or any other provision of these Terms.</p> \n \n<p>8.5 A reference \nto a person includes a natural person, a corporation, or an unincorporated body \n(whether or not having a separate legal personality). A reference to writing or \nwritten includes fax, e-mail and instant messaging. A reference to one gender \nwill include a reference to the other genders.</p> \n \n<p>8.6 Clause and \nschedule headings are for convenience only and do not affect the interpretation \nof the provisions of this Agreement.</p> \n \n<p>9  \n <b>Governing Law</b></p> \n \n<p>These Terms and any dispute or claim \narising out of or in connection with it or its subject matter or formation \n(including non-contractual disputes or claims) will be governed by and \nconstrued in accordance with the laws of the Hong Kong Special Administrative \nRegion.</p> \n \n<p>10 <b>Dispute Resolution</b></p> \n \n<p>10.1 Any dispute, \ncontroversy, difference or claim arising out of or relating to these Terms, \nincluding the existence, validity, interpretation, performance, breach or \ntermination thereof, will be referred to and finally resolved by arbitration \nadministered by the Hong Kong International Arbitration Centre (HKIAC) under \nthe HKIAC Administered Arbitration Rules in force when the Notice of \nArbitration is submitted.</p> \n \n<p>10.2 The law of \nthis arbitration clause will be the laws of the Hong Kong Special \nAdministrative Region. The seat of the arbitration will be Hong Kong. The \nnumber of arbitrators will be one. The arbitration proceedings will be \nconducted in English.</p> \n \n<br/><br/><s2>Section 2 Additional Terms for Staking Service </s2> \n \n<p><b>BACKGROUND</b></p> \n \n<br/><p>(A) A \nnumber of blockchain networks use the Proof-of-Stake consensus mechanism to \nverify transactions in a distributed manner. Each Proof-of-Stake network \nrequires a number of nodes to validate transaction records and secure the \nnetwork. In return for validating and securing the network, tokens are \ndistributed as a reward.</p> \n \n<br/><p>(B) Forbole \nhas developed knowledge, skills and infrastructure in validating and securing \nblockchain networks. Forbole runs validator nodes to secure a number of \nnetworks (“<b>Supported Networks</b>”), which benefit all holders of tokens of \nthese networks. Each Supported Network has its own protocols and terms.</p> \n \n<br/><p>(C) Incidental \nto validating and securing the Supported Networks, Forbole offers <b>non-custodial \n</b>staking services, whereby token holders may delegate their rights to \nvalidate transactions and to vote in respect of their tokens to Forbole, \nwithout relinquishing custody or ownership of their own tokens.</p> \n \n<br/><p>(D) The \nnon-custodial staking services are offered on and subject to these Terms. <b>By \ndelegating tokens to Forbole, you agree to be bound by these Terms as amended \nfrom time to time</b>. </p> \n \n<br/><p><b>AGREED TERMS</b></p> \n \n<br/><p>11. <b>Delegation \nand Staking</b></p> \n \n<br/><p>11.1 On and \nsubject to the protocols of the Supported Networks and these Terms, you may: </p> \n \n<br/><p>(a) delegate any whole or fractional number of digital \nblockchain assets (“<b>Tokens</b>”) of a Supported Network to Forbole at any \ntime; and </p> \n \n<br/><p>(b) (subject to unbonding and any other applicable \nrequirements) withdraw any number of Tokens from delegation at any time.</p> \n \n<br/><p>11.2 On and \nsubject to the protocols of the Supported Networks and these Terms, we: </p> \n \n<br/><p>(a) exercise the rights of the delegated Tokens to validate \nand sign the next definitive serial transaction record on a Supported Network \n(“<b>Validation Rights</b>”); and </p> \n \n<br/><p>(b) exercise the rights of the delegated Tokens to vote upon \nproposals relating to the operation and governance of a Supported Network (“<b>Voting \nRights</b>”), <i>unless</i> you elect to exercise the Voting Rights directly in \naccordance with the protocols of the Supported Network </p> \n \n<br/><p>(the Validation \nRights and the Voting Rights collectively, the “<b>Token Rights</b>”; and the \nexercise of the Token Rights on your behalf, the “<b>Services</b>”).</p> \n \n<br/><p>11.3 We use \ncommercially reasonable efforts to operate validator nodes and perform the \nServices in a diligent and professional manner, in accordance with applicable \nindustry standards. You must note that in performing the Services, we have sole \nand absolute discretion in making all decisions. </p> \n \n<br/><p>11.4 We may \nconsolidate the Token Rights delegated to us by various delegators, or with \nToken Rights otherwise exercisable by us.</p> \n \n<br/><p>11.5 For the \navoidance of doubt, your delegation of Tokens as contemplated under these \nTerms: </p> \n \n<br/><p>(a) does not represent or constitute any loan or any \ncontribution of capital to, or other investment in, Forbole or its securities;</p> \n \n<br/><p>(b) does not create or imply any partnership, agency or \nfiduciary relationship between you and Forbole.</p> \n \n<br/><p>11.6 Our \nServices are technological in nature. Our offer of Services does not constitute \nthe offering of any financial services or financial advice to anyone.</p> \n \n<br/><p>11.7 Please \nbear in mind that our Services are at all times subject to the protocols of the \nSupported Networks, which may vary from chain to chain and may change from time \nto time.</p> \n \n<br/><p>12. <b>Rewards</b></p> \n \n<br/><p>12.1 It is \nexpected, though <u>Forbole cannot guarantee</u>, that the staking of Tokens \nwith Forbole on a Supported Network will result in Rewards (as defined below) \nbeing sent by the Supported Network as follows:</p> \n \n<br/><p>(a) to your wallet address from which you have delegated \nTokens to Forbole, or if you so specified, another wallet address of your \nchoice; and</p> \n \n<br/><p>(b) to Forbole as a service fee for providing the Services.</p> \n \n<br/><p>12.2 It is \nimportant to note that no payment is made by delegators to Forbole nor by \nForbole to delegators. All Rewards are generated by the Supported Networks \naccording to their protocols and sent by the Supported Networks to qualified \nwallet addresses by operation of code. Forbole does not take custody over any \nRewards on behalf of any delegator. </p> \n \n<br/><p>12.3 As \nbetween Forbole and a delegator, the results of the operation of a Supported \nNetwork are determinative of their respective rights and obligations, and are \nfinal and binding upon both parties to these Terms.</p> \n \n<br/><p>12.4 As all \nRewards are generated and sent by Supported Networks directly to the qualified \nwallet addresses, Forbole has no control over whether a particular Supported \nNetwork distributes Rewards to any delegator, and is not responsible in any way \nfor any failure by a Supported Network to send Rewards to delegators.</p> \n \n<br/><p>12.5 The \nprotocol of each Supported Network dictates the number of validators in the \nactive set or the prerequisites to be fulfilled to be in the active set, i.e. \nthe operator of validator nodes who will receive Rewards. Such numbers or \nprerequisites may change from time to time. No representation, warranty or \npromise is given to the effect that the validator nodes operated by us will \nremain in the active set at all times or at any specific period of time. </p> \n \n<br/><p>12.6 The \nrate of our service fee for providing the Services in respect of each Supported \nNetwork is as stated on our platform or the platform of the wallet service or \nexchange service that you use, and may be adjusted from time to time without \nprior notice to you. </p> \n \n<br/><p>12.7 Any \nportion of Rewards or other awards distributed to Forbole by operation of a \nSupported Network is our sole and exclusive property, to which you have no \naccess and on which you have no claim. </p> \n \n<br/><p>12.8 Please \nmake sure that you provide the correct wallet address for receiving the \nRewards. Forbole is not liable for any loss, destruction or sending of Rewards \nto an incorrect wallet address.</p> \n \n<br/><p>12.9 For the \npurposes of these Terms, “<b>Rewards</b>” include: block rewards and \ntransaction fees in return for the exercising of Validation Rights, in each \ncase as actually granted by the Supported Network. </p> \n \n<br/><p>13. <b>Protocol \nChanges, Airdrops and Forks </b></p> \n \n<br/><p>13.1 From \ntime to time the protocols of Supported Networks may change, and airdrops or \nforks may arise, in each case out of the control of Forbole. Unless otherwise \nexpressly provided in these Terms: </p> \n \n<br/><p>(a) Forbole has sole and absolute discretion in determining \nactions in response to protocol changes, airdrops and forks; </p> \n \n<br/><p>(b) our exercise (or non-exercise) of any right or power \navailable to us in our capacity as a validator on the Supported Network does \nnot constitute any breach or violation of these Terms; and </p> \n \n<br/><p>(c) Forbole is not responsible for any losses, liabilities, \ndamages, loss of profits or reduction in value in respect of the relevant \nTokens or otherwise suffered or incurred by you in connection with any protocol \nchanges, airdrops or forks.</p> \n \n<br/><p>13.2 In \ncases of forks, Forbole has no obligation or responsibility to:</p> \n \n<br/><p>(a) notify you of pending, threatened or actual forks; nor</p> \n \n<br/><p>(b) respond to forks in ways that benefit you over Forbole \nitself. </p> \n \n<br/><p>14. <b>Conditions \nPrecedent</b></p> \n \n<br/><p>14.1 There \nare a number of pre-conditions that must be satisfied for us to offer our \nServices to you. If these pre-conditions are not satisfied, we do not and \ncannot offer our Services to you.</p> \n \n<br/><p>14.2 Our \noffer of our Services to you in respect of a Supported Network is conditional \nupon <u>all</u> of the following being satisfied at all times from the \nEffective Date (as defined in Clause 17.1), for as long as you delegate Token \nRights of such Supported Network to us:</p> \n \n<br/><p>(a) your representations and warranties under Clauses 15.1 \nand 15.2 are and remain true, accurate and complete; </p> \n \n<br/><p>(b) the nodes operated by us are and remain in the active set \nof such Supported Network; </p> \n \n<br/><p>(c) the performance of these Terms by us does not require any \nlicences, permits or registrations (under securities laws or otherwise) not \npossessed by us; </p> \n \n<br/><p>(d) the performance of these Terms by either Party does not \nconstitute any breach, default or violation of any applicable laws and \nregulations (including securities laws, financial services laws, anti-money-laundering \nlaws, anti-terrorist and anti-terrorist-financing laws); and</p> \n \n<br/><p>(e) the performance of these Terms by either Party does not \nconstitute any breach, default or violation of any contracts to which that \nParty is a party (including these Terms and the protocols of the Supported \nNetwork).</p> \n \n<br/><p>14.3 Below \nare some examples of circumstances where one or more of the conditions \nprecedent set out in Clause 14.2 are not satisfied, and as a result you must \nimmediately revoke your delegation to us:</p> \n \n<br/><p>(a) where one or more Tokens you delegated to us are \ndetermined under applicable laws and regulations to constitute “securities”, \nand the act of operating validator nodes in connection with such Tokens becomes \nsubject to licences, permits or registrations which we do not hold at relevant \ntimes;</p> \n \n<br/><p>(b) where you become an entity or individual located, \norganised or ordinarily resident in a sanctioned jurisdiction (currently, <u>Cuba, \nIran, North Korea, Russia, Syria and Crimea, Donetsk and Luhansk of Ukraine</u>), \nor an entity or individual on the Specially Designated Nationals and Blocked \nPersons List of the Office of Foreign Assets Control of the United States \nTreasury Department (or other lists to similar effect in applicable \njurisdictions), or you become directly or indirectly owned or controlled by any \nsuch entity or individual; and </p> \n \n<br/><p>(c) where we are deemed to have a “money transmitter” or \nsimilar status under applicable anti-money-laundering laws, anti-terrorist or \nanti-terrorist-financing laws, but we cannot reasonably comply with the \nassociated obligations due to the decentralised and permissionless design of \nthe Supported Networks.</p> \n \n<br/><p>14.4 Due to \nthe decentralised and permissionless design of the Supported Networks, any \nperson holding Tokens may anonymously delegate their Token Rights to us. By \nholding private keys, you have full access to and control over your Tokens. We \nhave no way to stop delegation. However, if we suffer or incur any losses or \nliabilities in connection with or as a result of your delegation of Tokens to us \nwhile one or more of the conditions precedent set out in Clause 14.2 are not \nsatisfied, we reserve the right to take legal action against you to compensate \nour losses or liabilities. </p> \n \n<br/><p>14.5 Forbole \nowes no liability or obligation to any delegator if and when (i) Forbole is not \nwithin the active set of validators or (ii) slashing occurs.</p> \n \n<br/><p><b>15. Representations \nand Warranties</b></p> \n \n<br/><p>15.1 Each \nParty represents and warrants to the other that, as at of the Effective Date \nand on each day that the delegation continues:</p> \n \n<br/><p>(a) (if a Party is an individual) the Party is of legal age \nin its jurisdiction of residence;</p> \n \n<br/><p>(b) (if a Party is a business entity, partnership or other \nforms of organisation) the Party is duly incorporated or organised, validly \nexisting and in good standing under the laws of the jurisdiction of its \nincorporation or organisation; and </p> \n \n<br/><p>(c) the Party has all requisite authority, capacity and power \nto enter into and perform its obligations under these Terms, and that these \nTerms constitutes a legal, valid and binding obligation of the Party \nenforceable against it in accordance with its terms (save for exceptions due to \nbankruptcy, insolvency or other laws of general application relating to or \naffecting the enforcement of creditors’ rights generally and principles of \nequity). </p> \n \n<br/><p>15.2 In \naddition to the representations and warranties set out in Clause 15.1, you \nfurther represent and warrant to us that, as at of the Effective Date and on \neach day that the delegation continues:</p> \n \n<br/><p>(a) you have full right, title and interest in and to the \nTokens delegated to us;</p> \n \n<br/><p>(b) you are experienced and sophisticated in using and \nevaluating the Supported Networks and related technologies, and you have \nconducted your own independent research, due diligence and analysis of the \nSupported Networks and you enter into these Terms solely relying on your own \nindependent research, due diligence and analysis;</p> \n \n<br/><p>(c) you are not (as an entity or individual) located, \norganised or ordinarily resident in a sanctioned jurisdiction (currently, <u>Cuba, \nIran, North Korea, Russia, Syria and Crimea, Donetsk and Luhansk of Ukraine</u>), \nnor directly or indirectly owned or controlled by any such entity or \nindividual;</p> \n \n<br/><p>(d) you are not on the Specially Designated Nationals and \nBlocked Persons List published by the Office of Foreign Assets Control of the \nUnited States Treasury Department (or other lists to similar effect in \napplicable jurisdictions), nor directly or indirectly owned or controlled by \nany such entity or individual;</p> \n \n<br/><p>(e) you have not been convicted of any money-laundering, \nterrorist-financing, trafficking in controlled substances (or similar crimes) \nat any domestic, military, foreign or international court; and</p> \n \n<br/><p>(f) the Tokens delegated to us are not derived from, nor \notherwise represent the proceeds of, any activities done in violation or \ncontravention of any applicable domestic, military, foreign or international \nlaws.</p> \n \n<br/><p><b>16. Taxes \nand other obligations</b></p> \n \n<br/><p>16.1 You are \nsolely responsible for any and all taxes, duties and levies payable to any \ngovernmental authorities in connection with or arising out of the Rewards or \nany other amounts received or receivable by you in connection with these Terms.</p> \n \n<br/><p>16.2 You are \nstrongly encouraged to seek independent professional advice to understand your \nlegal, tax or other obligations in connection with or arising out of the \nRewards or any other amounts received or receivable by you in connection with \nthese Terms. Forbole (nor any of its holding company(ies), subsidiary(ies), \naffiliates, directors, officers, employees, agents and representatives) does \nnot provide any advice in respect of your legal, tax or other obligations in \nconnection with your use of our Services.</p> \n \n<br/><p><b>17. Term, \nTermination and Withdrawal</b></p> \n \n<br/><p>17.1 These \nTerms come into effect and become legally binding on the date on which you \nfirst delegate any Tokens to Forbole (the “<b>Effective Date</b>”) and will \ncontinue to remain in effect for as long as the delegation continues.</p> \n \n<br/><p>17.2 Subject \nto the protocol of the applicable Supported Network (in particular any \nunbonding requirement), either Party may terminate these Terms at any time for \nany reason with immediate effect:</p> \n \n<br/><p>(a) in case of the delegator, by withdrawing your Tokens from \ndelegation; or</p> \n \n<br/><p>(b) in case of Forbole, by terminating or sunsetting \nvalidator nodes.</p> \n \n<br/><p>17.3 Supported \nNetworks typically impose a period of time as “unbonding periods” during which \nyou will not receive Rewards in respect of the Tokens and cannot perform any \ntransaction in respect of the Tokens.</p> \n \n<br/><p>17.4 In the \nevent that Forbole sunsets its validator node on a Supported Network, subject \nto the protocol of the Supported Network, all delegated tokens will unbond \nautomatically after a certain period of time. We will make public announcements \nif and when we decide to sunset our node.</p> \n \n<br/><p>17.5 Forbole \nis not liable for any damages, losses, claims (whether in contract, tort or \notherwise), costs (including professional fees and expenses), whether direct, \nindirect, special, incidental, punitive, exemplary, consequential, or of any \nother kind (including, without limitation, any loss of revenue, profits, \nopportunities, business, goodwill or reputation), arising out of or in \nconnection with your delegation, withdrawal or unbonding of Tokens.</p> \n \n<br/><p>17.6 Termination \nof these Terms will not affect any rights, remedies, obligations or liabilities \nof the Parties that have accrued up to the date of termination, including the \nright to claim damages in respect of any antecedent breaches.</p> \n \n<p>17.7 All \nprovisions which by nature extend beyond the termination of these Terms will \nsurvive termination, including, without limitation, disclaimers and limitations \nof liability, governing law and dispute resolution mechanisms, and general \nprovisions relating to the interpretation and operation of these Terms.</p> \n \n<p><i>   </i></p><s3>Section 3 Additional Terms for Big Dipper</s3>\n \n<p>18 <b>Big Dipper</b></p> \n \n<p>18.1 Big Dipper is an open-source block explorer and crypto \nanalytics tool. Big Dipper offers a user-friendly view of blockchain data. </p> \n<p>18.2 Big Dipper is for general information purposes only. \nProjects supported by Big Dipper and features available on Big Dipper are \nsubject to change from time to time. </p> \n \n<br/><p>18.3 No guarantee or warranty is given as to the accuracy, \ncompleteness, timeliness or reliability of the information presented on or \nthrough Big Dipper, nor as to the future availability of any projects or services \nreferred to in our Platform or their future performance or value.</p> \n \n<br/><p>18.4 No material available or information presented on or \nthrough Big Dipper represents any offer of securities, any solicitation for \ninvestment, or any offer to sell any assets, whether digital or otherwise. </p> \n \n<br/><br/><s4>Section 4 Additional Terms for Forbole Ventures</s4> \n \n<br/><p>19 <b>Forbole Ventures </b></p>\n \n<p>19.1 Forbole Ventures is a private investment arm of Forbole. \nForbole Ventures performs asset management and investment advisory activities \nsolely for fellow group companies within the Forbole Group.</p> \n \n<br/><p>19.2 Forbole Ventures does not offer any services to the public \nthat constitute a regulated activity under the Securities and Futures Ordinance \n(Cap. 571 of the Laws of Hong Kong). </p> \n \n<br/><p>19.3 The Forbole Ventures website and any applications or \nservices offered by Forbole Ventures are for general information purposes only, \nand are subject to change or update from time to time. </p> \n \n<br/><p>19.4 No guarantee or warranty is given as to the accuracy, \ncompleteness, timeliness or reliability of the information presented on or \nthrough Forbole Ventures website and any applications or services offered by \nForbole Ventures, nor as to the future availability of any projects or services \nreferred to in our Platform or their future performance or value.</p> \n \n<br/><p>19.5 No material available or information presented on or \nthrough Forbole Ventures website and any applications or services offered by \nForbole Ventures represents any offer of securities, any solicitation for \ninvestment, or any offer to sell any assets, whether digital or otherwise. </p>"
}
